export default {
  'title.放箱提箱': '放箱提箱',
  'title.箱型箱量': '箱型箱量',
  'title.放箱记录': '放箱记录',
  'title.新增': '新增',
  'title.编辑': '编辑',
  'title.详情': '详情',
  'title.放箱指令': '放箱指令',
  'title.已提设备': '已提设备',
  'title.堆场联系方式': '堆场联系方式',
  'title.注意事项': '注意事项',
  'title.提箱确认': '提箱确认',
  'title.权限': '权限',

  'title.箱管系统': '箱管系统',
  'title.账户密码登录': '账户密码登录',
  'title.钉钉扫码登录': '钉钉扫码登录',
  'title.修改': '修改',
  'title.重置密码': '重置密码',
  'title.新增设备退出': '新增设备退出',

  'title.打开还箱指令': '打开还箱指令',

  'title.确认还箱': '确认还箱',
  'title.搜索动态': '搜索动态',

  'title.请先保存': '请先保存',
  'title.箱号': '箱号',

  'title.警告': '警告',
  'title.新建还箱指令': '新建还箱指令',

  // -------------------小飞鱼新增-----------------------
  'title.基本资料': '基本资料',
  'title.信用账期': '信用账期',
  'title.银行账户': '银行账户',
  'title.联系人': '联系人',
  'title.合同信息': '合同信息',
  'title.附件': '附件',

  'title.基本信息': '基本信息',
  'title.报价路线': '报价路线',
  'title.报价备注': '报价备注',
  'title.备注附件': '备注附件',
  'title.报价线路新增': '报价线路新增',
  'title.报价线路修改': '报价线路修改',

  'title.审核审批': '审核审批',
  'title.审核申请': '审核申请',
  'title.货物新增': '货物新增',

  'title.物流服务': '物流服务',
  'title.物流工作': '物流工作',
  'title.货物信息': '货物信息',

  'title.审核': '审核',
  'title.报价单失效': '报价单失效',
  'title.报价单发布': '报价单发布',
  'title.报价单提交': '报价单提交',

  'title.子工作单管理': '子工作单管理',
  'title.工作单信息': '工作单信息',
  'title.订船信息': '订船信息',
  'title.退税': '退税',
  'title.提单客户信息': '提单客户信息',
  'title.集装箱': '集装箱',
  'title.费用': '费用',
  'title.状态跟踪': '状态跟踪',
  'title.客户信息': '客户信息',

  'title.订单信息': '订单信息',
  'title.对账信息': '对账信息',
  'title.资费明细': '资费明细',

  'title.申请信息': '申请信息',

  'title.付款方信息': '付款方信息',
  'title.收款方信息': '收款方信息',
  'title.付款金额': '付款金额',
  'title.发票金额': '发票金额',
  'title.结算条目': '结算条目',
  'title.显示全部': '显示全部',
  'title.应收发票': '应收发票',
  'title.付款申请': '付款申请',
  'title.工作单列表': '工作单列表',
  'title.订单列表': '订单列表',
  'title.水单确认': '水单确认',
  'title.货物明细': '货物明细',
  'title.资费': '资费',
  'title.轨迹': '轨迹',
  'title.查看历史': '查看历史',

  'title.代付/代收': '代付/代收',

  'title.采购清单': '采购清单',
  'title.订单明细': '订单明细',

  'title.预收账款': '预收账款',
  'title.预付款申请': '预付款申请',
  'title.冲抵信息': '冲抵信息',
};
